Repository: EstamelGG/EVE-Tritanium
Catalog: EVE Nexus/utils/Language/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# Main_Market_Transactions_Quantity
source: Quantity
zh_hans: 数量

# Main_Market_Transactions_Sell
source: Sell
zh_hans: 卖出

# Main_Market_Transactions_short
source: Transactions
zh_hans: 交易记录

# Main_Market_Transactions_Total
source: Total
zh_hans: 总额

# Main_Market_Transactions_Unit_Price
source: Unit Price
zh_hans: 单价

# Main_Market_Unit_Price
source: Unit Price: %@
zh_hans: 单价: %@

# Main_Market_Watch_List
source: Market Watchlist
zh_hans: 市场关注列表

# Main_Market_Watch_List_Add
source: Add Watchlist
zh_hans: 添加关注列表

# Main_Market_Watch_List_Add_Item
source: Add Item
zh_hans: 添加物品

# Main_Market_Watch_List_Delete_Confirm
source: Are you sure you want to delete "%@"? This cannot be undone.
zh_hans: 确定要删除「%@」吗？此操作无法撤销。

# Main_Market_Watch_List_Edit_Item_Quantity
source: Edit Quantity
zh_hans: 修改数量

# Main_Market_Watch_List_Empty
source: No items in watchlist
zh_hans: 暂无关注物品

# Main_Market_Watch_List_Items
source: %d items
zh_hans: %d个物品

# Main_Market_Watch_List_Name
source: Watchlist Name
zh_hans: 关注列表名称

# Main_Market_Watch_List_Quantity_Field_Placeholder
source: Quantity
zh_hans: 数量

# Main_Market_Watch_List_Quantity_Prompt
source: Enter a quantity between 1 and 999,999,999.
zh_hans: 请输入 1 至 999,999,999 之间的数量。

# Main_Market_Watch_List_Type_Limit_Message
source: This watchlist supports at most %d item types. Extra types were removed from the end; remove some types before adding more.
zh_hans: 列表过长（%d个），无法再添加物品。

# Main_Market_Watch_List_Type_Limit_Title
source: Watchlist Limit
zh_hans: 列表过长

# Main_Market_WH_Details
source: Details
zh_hans: 详细信息

# Main_Market_WH_info
source: Info of wormhole
zh_hans: 虫洞信息

# Main_Market_WH_Leadsto
source: Leads Into
zh_hans: 通往

# Main_Market_WH_MaxJumpMass
source: Maximum Jump Mass
zh_hans: 最大单次跳跃质量

# Main_Market_WH_MaxStableMass
source: Maximum Stable Mass
zh_hans: 最大稳定质量

# Main_Market_WH_MaxStableTime
source: Maximum Stable Time
zh_hans: 最大稳定时间

# Main_Market_WH_Size
source: Size
zh_hans: 尺寸类型

# Main_Mastery
source: Mastery
zh_hans: 专精

# Main_Mining_Ledger
source: Mining Ledger
zh_hans: 采矿记录

# Main_No_Alliance
source: No Alliance
zh_hans: 无联盟

# Main_No_Corp
source: No Corp
zh_hans: 无军团

# Main_No_Title
source: No title
zh_hans: 无头衔

# Main_NPC_entity
source: NPC Entity
zh_hans: NPC 实体

# Main_NPC_Faction
source: NPC Faction
zh_hans: NPC 势力

# Main_Ore_Variations
source: Ore Variations
zh_hans: 衍生矿石

# Main_Other
source: Other
zh_hans: 其他

# Main_Planetary
source: Planetary Industry
zh_hans: 行星开发

# Main_Planetary_calc
source: Planetary Calc
zh_hans: 行星开发计算器

# Main_Planetary_Calculate
source: Calculate
zh_hans: 开始计算

# Main_Planetary_Calculating
source: Calculating...
zh_hans: 计算中...

# Main_Planetary_Error
source: Loading Failed
zh_hans: 加载失败

# Main_Planetary_Filter_Conditions
source: Filter Conditions
zh_hans: 过滤条件

# Main_Planetary_Jump_Range
source: Jump Range
zh_hans: 星系范围

# Main_Planetary_Jumps
source: jumps
zh_hans: 跳

# Main_Planetary_Loading
source: Loading...
zh_hans: 加载中...

# Main_Planetary_location_calc
source: Find System for Colony
zh_hans: 行星开发选址

# Main_Planetary_No_Planets
source: No Planets
zh_hans: 暂无行星

# Main_Planetary_Not_Selected
source: Not Selected
zh_hans: 未选择

# Main_Planetary_of_Mine
source: My Planetary
zh_hans: 我的行星

# Main_Planetary_Output
source: Show Output of Zone
zh_hans: 计算地区产出

# Main_Planetary_Search_Results
source: Search Result
zh_hans: 搜索结果

# Main_Planetary_Select_Product
source: Select Product
zh_hans: 选择行星产品

# Main_Planetary_Select_Region
source: Select Region
zh_hans: 选择星域

# Main_Planetary_Select_Sovereignty
source: Select Sovereignty
zh_hans: 选择主权

# Main_Planetary_Title
source: Planetary Industry
zh_hans: 行星开发

# Main_Planetary_Total_Count
source: Total %d planets
zh_hans: 共 %d 个行星

# Main_Planetary_Unknown_Planet
source: Unknown Planet
zh_hans: 未知行星

# Main_Planetary_Unknown_Type
source: Unknown Type
zh_hans: 未知类型

# Main_SDE_Update_Available
source: New SDE
zh_hans: 可更新

# Main_Search
source: Search
zh_hans: 搜索

# Main_Search_Enter_Keywords
source: Please enter keywords to search
zh_hans: 请输入关键词进行搜索

# Main_Search_Failed
source: Search Failed
zh_hans: 搜索失败

# Main_Search_Filter_All
source: All
zh_hans: 全部

# Main_Search_Filter_Alliance
source: Alliance
zh_hans: 所属联盟

# Main_Search_Filter_Clear
source: Clear Filters
zh_hans: 清除过滤

# Main_Search_Filter_Corporation
source: Corporation
zh_hans: 所属军团

# Main_Search_Filter_High_Sec
source: High Sec
zh_hans: 高安

# Main_Search_Filter_Location
source: Location (System/Constellation/Region)
zh_hans: 地点（星系/星座/星域）

# Main_Search_Filter_Low_Sec
source: Low Sec
zh_hans: 低安

# Main_Search_Filter_Null_Sec
source: Null Sec
zh_hans: 零安

# Main_Search_Filter_Only_My_Alliance
source: Only My Alliance
zh_hans: 只看我的联盟成员

# Main_Search_Filter_Only_My_Corp
source: Only My Corporation
zh_hans: 只看我的军团成员

# Main_Search_Filter_Security
source: Security Status
zh_hans: 星系安等

# Main_Search_Filter_Station
source: Station
zh_hans: 空间站

# Main_Search_Filter_Structure
source: Structure
zh_hans: 建筑

# Main_Search_Filter_Structure_Type
source: Structure Type
zh_hans: 建筑类型

# Main_Search_Filter_Ticker
source: Ticker
zh_hans: 简写

# Main_Search_Filter_Title
source: Filters (can be empty)
zh_hans: 过滤条件(可留空)

# Main_Search_Load_More
source: Load More
zh_hans: 加载更多

# Main_Search_Load_More_Status
source: Loading more results...
zh_hans: 正在加载更多结果...

# Main_Search_Loading_Contacts
source: Loading contacts data...
zh_hans: 正在加载声望数据...

# Main_Search_Loading_Failed
source: Failed to load contacts data
zh_hans: 无法加载声望数据

# Main_Search_Min_Length
source: Please enter at least 3 characters
zh_hans: 请至少输入%d个字符

# Main_Search_No_Filtered_Results
source: No results match the filter criteria
zh_hans: 没有符合过滤条件的结果

# Main_Search_No_Results
source: No matching results found
zh_hans: 未找到匹配结果

# Main_Search_Placeholder
source: Enter search content...
zh_hans: 输入搜索内容...

# Main_Search_Results
source: Search Results
zh_hans: 搜索结果

# Main_Search_Results_Limit
source: Results limited
zh_hans: 只展示部分结果

# Main_Search_Results_Placeholder
source: Search results will be shown here
zh_hans: 搜索结果将在这里展示

# Main_Search_Sort_By_Name
source: By Name
zh_hans: 按名称

# Main_Search_Sort_By_Type
source: By Structure Type
zh_hans: 按建筑类型

# Main_Search_Sort_Title
source: Sort By
zh_hans: 排序方式

# Main_Search_Status_Finding_Alliances
source: Finding alliances...
zh_hans: 正在查找联盟...

# Main_Search_Status_Finding_Characters
source: Finding characters...
zh_hans: 正在查找角色...

# Main_Search_Status_Finding_Corporations
source: Finding corporations...
zh_hans: 正在查找军团...

# Main_Search_Status_Finding_Structures
source: Searching for structures...
zh_hans: 正在搜索建筑...

# Main_Search_Status_Loading_Alliance_Names
source: Loading alliance names...
zh_hans: 正在加载联盟名称...

# Main_Search_Status_Loading_Alliances
source: Loading alliance info...
zh_hans: 正在加载联盟信息...

# Main_Search_Status_Loading_Corps
source: Loading corporation info...
zh_hans: 正在加载军团信息...

# Main_Search_Status_Loading_Details
source: Loading details...
zh_hans: 正在加载详细信息...

# Main_Search_Status_Loading_Names
source: Loading names...
zh_hans: 正在加载名称...

# Main_Search_Status_Loading_Station_Info
source: Loading station information...
zh_hans: 正在加载空间站信息...

# Main_Search_Status_Loading_Station_Progress
source: Processing station info (%d/%d)
zh_hans: 正在处理空间站信息(%d/%d)

# Main_Search_Status_Loading_Structure_Info
source: Loading structure information...
zh_hans: 正在加载建筑信息...

# Main_Search_Status_Loading_Structure_Progress
source: Processing structure info (%d/%d)
zh_hans: 正在处理建筑信息(%d/%d)

# Main_Search_Status_Searching
source: Searching...
zh_hans: 正在搜索...

# Main_Search_Strict_Match
source: Exact Match
zh_hans: 精准匹配

# Main_Search_Title
source: Search
zh_hans: 搜索

# Main_Search_Too_Short
source: Need more keywords
zh_hans: 关键词太短

# Main_Search_Type_Alliance
source: Alliance
zh_hans: 联盟

# Main_Search_Type_Character
source: Character
zh_hans: 人物

# Main_Search_Type_Corporation
source: Corp
zh_hans: 军团

# Main_Search_Type_Structure
source: Structure
zh_hans: 建筑

# Main_secondline
source: Command Operations
zh_hans: 指挥运作

# Main_Section_Frontlines
source: Frontlines
zh_hans: 前线

# Main_Section_Insurgency
source: Insurgency
zh_hans: 海盗叛乱

# Main_Setting_Cache
source: Cache
zh_hans: 缓存

# Main_Setting_Cache_Cleared_Message
source: Cleared %@ cache
zh_hans: 已清理%@缓存

# Main_Setting_Cache_Details
source: Details:
zh_hans: 各项统计:

# Main_Setting_Cache_Expiration_Days
source: %d days remaining
zh_hans: 剩余%d天

# Main_Setting_Cache_Expiration_Days_Hours
source: %dd %dh remaining
zh_hans: 剩余%d天%d小时

# Main_Setting_Cache_Expiration_Hours
source: %d hours remaining
zh_hans: 剩余%d小时

# Main_Setting_Cache_Expiration_Hours_Minutes
source: %dh %dm remaining
zh_hans: 剩余%d小时%d分钟

# Main_Setting_Cache_Expiration_Minutes
source: %dm remaining
zh_hans: 剩余%d分钟

# Main_Setting_Cache_Item_Format
source: %@: %@ (%d items)
zh_hans: %@: %@ (%d 项)

# Main_Setting_Cache_Type_Database
source: Database Cache
zh_hans: 数据库缓存

# Main_Setting_Cache_Type_Memory
source: Memory Cache
zh_hans: 内存缓存

# Main_Setting_Cache_Type_Network
source: Network Cache
zh_hans: 网络缓存

# Main_Setting_Cache_Type_StaticDataSet
source: Static Dataset
zh_hans: 静态数据集

# Main_Setting_Cache_Type_Temp
source: Temporary Files
zh_hans: 临时文件

# Main_Setting_Cache_Type_UserDefaults
source: User Defaults
zh_hans: 用户设置

# Main_Setting_Cancel
source: Cancel
zh_hans: 取消

# Main_Setting_Check_Failed
source: Check failed
zh_hans: 检查失败

# Main_Setting_Checking_Updates
source: Checking for updates
zh_hans: 正在检查更新

# Main_Setting_Clean
source: Clean
zh_hans: 清理

# Main_Setting_Clean_Cache_Message
source: Warning: This will clean app cache, including network cache and temporary files. Are you sure?
zh_hans: 警告：这将清理应用缓存、网络缓存和临时文件。是否确认？

# Main_Setting_Clean_Cache_Title
source: Clean Cache
zh_hans: 清理缓存

# Main_Setting_Clean_Character_Database_Detail
source: Reset character database and delete all locally stored character data
zh_hans: 重置角色数据库，删除所有本地存储的人物数据

# Main_Setting_Clean_Character_Database_Message
source: Warning: This will delete all locally stored character data, including wallet history. This action cannot be undone. Are you sure?
zh_hans: 警告：这将删除所有本地存储的人物数据，包括钱包历史等。此操作不可恢复。是否确认？

# Main_Setting_Enable_Logging
source: Enable Debug Mode
zh_hans: 启用调试模式

# Main_Setting_Enable_Logging_Detail
source: View App log by PulseUI
zh_hans: 通过 PulseUI 查看 APP 运行日志

# Main_Setting_ESI_Status
source: ESI Status
zh_hans: ESI 端口状态

# Main_Setting_ESI_Status_Detail
source: Check EVE Online service interface status
zh_hans: 查看EVE在线服务接口状态

# Main_Setting_Function
source: Function Setting
zh_hans: 功能设置

# Main_Setting_Language_Switch_Cancel
source: Cancel
zh_hans: 取消

# Main_Setting_Language_Switch_Confirm
source: Switch
zh_hans: 切换

# Main_Setting_Language_Switch_Message
source: The app needs to reload to apply the language change. Do you want to continue?
zh_hans: 需要重新加载应用以应用语言更改，是否继续？

# Main_Setting_Language_Switch_Title
source: Switch Language
zh_hans: 切换语言

# Main_Setting_Logs
source: App Logs
zh_hans: 应用日志

# Main_Setting_Logs_Browser_Title
source: Log Browser
zh_hans: 日志浏览器

# Main_Setting_Logs_Cancel
source: Cancel
zh_hans: 取消

# Main_Setting_Logs_Delete
source: Delete
zh_hans: 删除

# Main_Setting_Logs_Delete_Confirm_Message
source: Are you sure you want to delete the selected %d log files? This action cannot be undone.
zh_hans: 确定要删除选中的 %d 个日志文件吗？此操作无法撤销。

# Main_Setting_Logs_Delete_Confirm_Title
source: Confirm Delete
zh_hans: 确认删除

# Main_Setting_Logs_Delete_Failed
source: Failed to delete log file: %@ - %@
zh_hans: 删除日志文件失败: %@ - %@

# Main_Setting_Logs_Delete_Message
source: This will delete all log files. This action cannot be undone.
zh_hans: 这将删除所有日志文件，此操作无法撤销。

# Main_Setting_Logs_Delete_Success
source: Successfully deleted %d log files
zh_hans: 成功删除 %d 个日志文件

# Main_Setting_Logs_Delete_Title
source: Clear Logs
zh_hans: 清理日志

# Main_Setting_Logs_Detail
source: View application logs
zh_hans: 查看应用运行日志

# Main_Setting_Logs_Done
source: Done
zh_hans: 完成

# Main_Setting_Logs_Level_Debug
source: DEBUG
zh_hans: 调试

# Main_Setting_Logs_Level_Error
source: ERROR
zh_hans: 错误

# Main_Setting_Logs_Level_Fault
source: FAULT
zh_hans: 故障

# Main_Setting_Logs_Level_Info
source: INFO
zh_hans: 信息

# Main_Setting_Logs_Level_Warning
source: WARNING
zh_hans: 警告

# Main_Setting_Logs_Load_Failed
source: Failed to load
zh_hans: 加载失败

# Main_Setting_Logs_Loading
source: Loading log files...
zh_hans: 加载日志文件...

# Main_Setting_Logs_No_Files
source: No log files
zh_hans: 暂无日志文件

# Main_Setting_Logs_No_Files_Detail
source: Log files will be generated after app restarted
zh_hans: 启用日志功能并重启APP后会生成日志文件

# Main_Setting_Logs_Refresh
source: Refresh
zh_hans: 刷新

# Main_Setting_Logs_Search_No_Results
source: No results found
zh_hans: 未找到匹配内容

# Main_Setting_Logs_Search_Placeholder
source: Search in log...
zh_hans: 搜索日志内容...

# Main_Setting_Logs_Section
source: Debug Logs
zh_hans: 调试日志

# Main_Setting_Logs_Select
source: Select
zh_hans: 选择

# Main_Setting_Logs_Select_Hint
source: Select a log file to view
zh_hans: 选择一个日志文件查看内容

# Main_Setting_Logs_Title
source: Log Viewer
zh_hans: 日志查看器

# Main_Setting_Logs_Unknown_Date
source: Unknown date
zh_hans: 未知日期

# Main_Setting_Logs_Unknown_Size
source: Unknown size
zh_hans: 未知大小

# Main_Setting_Market_Data
source: Market Data (%d items, %d records)
zh_hans: 市场数据 (%d个物品, %d条记录)

# Main_Setting_Market_Data_0
source: Market Data
zh_hans: 市场数据

# Main_Setting_Market_Structure_Add
source: Add Structure
zh_hans: 添加建筑

# Main_Setting_Market_Structure_Add_Title
source: Add Market Structure
zh_hans: 添加市场建筑

# Main_Setting_Market_Structure_Added_Count
source: Added Structures (%d)
zh_hans: 已添加的建筑 (%d)

# Main_Setting_Market_Structure_Change_Character
source: Change Character
zh_hans: 更换角色

# Main_Setting_Market_Structure_Manage
source: Manage Market Structures
zh_hans: 管理市场建筑

# Main_Setting_Market_Structure_Manage_Detail
source: Configure structures for market queries
zh_hans: 设置用于市场查询的建筑

# Main_Setting_Market_Structure_Section
source: Market Structure Settings
zh_hans: 市场建筑设置

# Main_Setting_Market_Structure_Select
source: Select Structure Market
zh_hans: 选择建筑市场

# Main_Setting_Market_Structure_Settings_Title
source: Market Structure Settings
zh_hans: 市场建筑设置

# Main_Setting_No_Updates
source: No updates
zh_hans: 暂无更新

# Main_Setting_Notification_Manage
source: Notifications
zh_hans: 通知管理

# Main_Setting_Notification_Manage_Detail
source: View and manage all scheduled notifications
zh_hans: 查看并管理所有待发送通知

# Main_Setting_Reset
source: Reset
zh_hans: 重置

# Main_Setting_Restart
source: Restart
zh_hans: 重启

# Main_Setting_SDE_Static_Data
source: SDE Static Data
zh_hans: SDE静态数据

# Main_Setting_Show_Corporation_Affairs
source: Show Corporation Affairs
zh_hans: 展示军团事务

# Main_Setting_Show_Corporation_Affairs_detail
source: Whether to show the list of corporation affairs on the home page
zh_hans: 是否需要在首页展示军团管理相关的列表

# Main_Setting_sovcam_No_Data
source: Sovereignty Campaigns not found
zh_hans: 未找到入侵事件

# Main_Setting_Static_Resource_Alliance_Icons
source: Alliance Icons
zh_hans: 联盟图标

# Main_Setting_Static_Resource_Character_Portraits
source: Character Icon
zh_hans: 人物头像

# Main_Setting_Static_Resource_Expired
source: Expired
zh_hans: 已过期

# Main_Setting_Static_Resource_Faction_Icons
source: Faction Icons
zh_hans: 势力图标

# Main_Setting_Static_Resource_Incursions
source: Incursions Data
zh_hans: 入侵事件数据

# Main_Setting_Static_Resource_Incursions_num
source: incursion(s) found
zh_hans: 起入侵事件

# Main_Setting_Static_Resource_Last_Updated
source: Last Updated: %@
zh_hans: 更新时间：%@

# Main_Setting_Static_Resource_Net_Renders
source: Item Renders
zh_hans: 物品渲染图

# Main_Setting_Static_Resource_No_Cache
source: No Cache
zh_hans: 无缓存

# Main_Setting_Static_Resource_Not_Downloaded
source: Not Downloaded
zh_hans: 未下载

# Main_Setting_Static_Resource_Sovereignty
source: Sovereignty Data
zh_hans: 星系主权归属

# Main_Setting_Static_Resources
source: Static Resources
zh_hans: 静态资源

# Main_Setting_Updates_Available
source: Updates available
zh_hans: 有更新可用

# Main_Setting_Updates_Available_With_Version
source: Updates available (v%@)
zh_hans: 有更新可用 (v%@)

# Main_Setting_Use_English_System_Names
source: Use English System Names
zh_hans: 使用英文星系名

# Main_Setting_Use_GitHub_SDE
source: Update SDE via GitHub
zh_hans: 使用 GitHub 更新 SDE

# Main_Setting_Use_GitHub_SDE_Detail
source: Check & download SDE from GitHub Releases (debug only)
zh_hans: 检查与下载改用 GitHub Release（仅调试）

# Main_Setting_View_Logs
source: View Debug Logs
zh_hans: 查看调试日志

# Main_Setting_View_Logs_Detail
source: Browse and view debug log files
zh_hans: 浏览和查看调试日志文件

# Main_Setting_View_Token
source: View Tokens
zh_hans: 查看 Token

# Main_Setting_View_Token_Detail
source: View refresh and access tokens
zh_hans: 查看 refresh token 与 access token

# Main_Setting_View_Token_Scopes
source: View Token Scopes
zh_hans: 查看 Token scopes

# Main_Setting_View_Token_Scopes_Detail
source: View token scopes for all saved characters
zh_hans: 查看所有已保存人物的 token scopes

# Main_Skills_Attribute
source: Attributes
zh_hans: 属性点

# Main_Skills_Categories
source: Skill Categories
zh_hans: 技能目录

# Main_Skills_Category
source: Skill Categories
zh_hans: 技能目录详情

# Main_Skills_Completed
source: Completed
zh_hans: 已完成

# Main_Skills_Empty
source: Empty Queue
zh_hans: 空队列

# Main_Skills_In_Queue
source: In Queue
zh_hans: 队列中

# Main_Skills_No_Skills
source: No skills found
zh_hans: 暂无技能

# Main_Skills_Not_Injected
source: Uninjected
zh_hans: 未吸收

# Main_Skills_number
source: Skills
zh_hans: 个技能

# Main_Skills_Optimal_Attributes
source: Optimal Attributes
zh_hans: 最优属性分配

# Main_Skills_Optimal_Attributes_Already_Optimal
source: Current attributes are already optimal
zh_hans: 当前已是最优分配

# Main_Skills_Optimal_Attributes_Current
source: Current
zh_hans: 当前

# Main_Skills_Optimal_Attributes_Description
source: Calculate optimal attribute distribution based on current skill queue
zh_hans: 基于当前技能队列计算最优属性分配

# Main_Skills_Optimal_Attributes_Difference
source: Difference
zh_hans: 差值

# Main_Skills_Optimal_Attributes_Info
source: Based on skills still to train, this shows how to split your 14 remappable points (each attribute starts at 17) for the shortest total training time. Green +N means: after a remap, put N points into that attribute (base = 17 + N). Example: Perception +7 means your remapped base Perception should be 24 (17+7), not “add 7 to whatever your sheet shows now.” If your sheet already shows 24 or higher for Perception, that stat is likely already fine. All 14 points must be spent, e.g. Perception +7, Memory +4, Willpower +3, others stay at 17. Implant bonuses are separate. If you use an attribute booster, time saved is estimated without the booster effect.
zh_hans: 根据待训练技能，计算怎样分配 14 个可分配点能最快练完。 绿色 +N 的含义：建议把 N 点投入该属性，即基础值 = 17 + N。 举例：列表显示「感知 +7」，表示感知基础值应为 24（17+7），而不是在你当前面板数值上再加 7。若你当前感知面板已是 24 或更高，说明这项分配已接近最优。 14 点需全部分完，例如感知 +7、记忆 +4、意志 +3，其余两项保持 17。植入体加成不纳入计算；若使用属性加速器，「可节省时间」按无加速器口径估算。

# Main_Skills_Optimal_Attributes_Info_Title
source: About Optimal Attributes
zh_hans: 关于最优属性分配

# Main_Skills_Optimal_Attributes_Loading
source: Calculating optimal attributes...
zh_hans: 正在计算最优属性...

# Main_Skills_Optimal_Attributes_No_Queue
source: Cannot calculate optimal attributes with empty skill queue
zh_hans: 技能队列为空，无法计算最优属性

# Main_Skills_Optimal_Attributes_Note
source: Results may be inaccurate due to items like accelerator, for reference only
zh_hans: 大脑加速器等物品可能导致计算结果出现误差，请仅做参考

# Main_Skills_Optimal_Attributes_Optimal
source: Optimal
zh_hans: 最优

# Main_Skills_Optimal_Attributes_Time_Saved
source: Time saved with optimization: %@
zh_hans: 优化后可节省: %@

# Main_Skills_Optimal_Attributes_Time_Saved_With_Total
source: Time saved with optimization: %1$@ (total after optimization: %2$@)
zh_hans: 优化后可节省: %1$@（优化后总耗时 %2$@）

# Main_Skills_Optimal_Attributes_Title
source: Optimal Attributes
zh_hans: 最优属性分配

# Main_Skills_Paused
source: Paused
zh_hans: 暂停

# Main_Skills_Plan
source: Skill Plans
zh_hans: 技能计划

# Main_Skills_Plan_Add
source: Add Plan
zh_hans: 添加计划

# Main_Skills_Plan_Add_Item
source: Add Item
zh_hans: 添加物品

# Main_Skills_Plan_Add_Skill
source: Add Skill
zh_hans: 添加技能

# Main_Skills_Plan_All_Completed
source: All skills completed
zh_hans: 已全部完成

# Main_Skills_Plan_Cannot_Delete_Has_Dependencies
source: Cannot delete: some skills are required by others
zh_hans: 无法删除：部分技能被其他技能依赖

# Main_Skills_Plan_Clear_All
source: Clear Queue
zh_hans: 清空队列

# Main_Skills_Plan_Delete
source: Delete Plan
zh_hans: 删除计划

# Main_Skills_Plan_Edit
source: Edit Plan
zh_hans: 编辑

# Main_Skills_Plan_Empty
source: No Skill Plans
zh_hans: 暂无技能计划

# Main_Skills_Plan_Export_Empty
source: Skill plan is empty, cannot export
zh_hans: 技能计划为空，无法导出

# Main_Skills_Plan_Export_English
source: Export English
zh_hans: 导出英文

# Main_Skills_Plan_Export_Localized
source: Export Current Language
zh_hans: 导出当前语言

# Main_Skills_Plan_Export_Success_Message
source: Skill plan has been copied to clipboard
zh_hans: 技能计划已复制到剪贴板

# Main_Skills_Plan_Export_Success_Title
source: Export Successful
zh_hans: 导出成功

# Main_Skills_Plan_Fresh_Queue
source: Fresh Queue
zh_hans: 全新队列

# Main_Skills_Plan_Fresh_Queue_Description
source: Calculate all queue metrics assuming no skills trained
zh_hans: 以全0技能为基准，计算完整队列的各项指标

# Main_Skills_Plan_Fresh_Queue_Description_Current
source: Calculate missing metrics based on current character skills
zh_hans: 以当前人物技能为基准，计算缺失部分的指标

# Main_Skills_Plan_Has_Dependencies
source: This skill is required by other skills
zh_hans: 此技能被其他技能依赖

# Main_Skills_Plan_Import_Alert_Title
source: Import Result
zh_hans: 导入结果

# Main_Skills_Plan_Import_From_Clipboard
source: Import from Clipboard
zh_hans: 从剪贴板导入

# Main_Skills_Plan_Import_Not_Found
source: The following skills were not found:
zh_hans: 以下技能未找到：

# Main_Skills_Plan_Import_Parse_Failed
source: Failed to parse the following content:
zh_hans: 以下内容解析失败：

# Main_Skills_Plan_Import_Success
source: Import successfully
zh_hans: 成功导入

# Main_Skills_Plan_Loading_Fetching_Attributes
source: Loading character attributes…
zh_hans: 正在加载角色属性…

# Main_Skills_Plan_Loading_Fetching_Implants
source: Loading implants…
zh_hans: 正在加载植入体…

# Main_Skills_Plan_Loading_Fetching_Injector_Prices
source: Loading injector prices…
zh_hans: 正在获取注入器价格…

# Main_Skills_Plan_Loading_Fetching_Skills
source: Loading character skills…
zh_hans: 正在加载角色技能数据…

# Main_Skills_Plan_Loading_Placeholder
source: Loading skill plan…
zh_hans: 正在加载技能计划…

# Main_Skills_Plan_Name
source: Plan Name
zh_hans: 计划名称

# Main_Skills_Plan_Optimal_Include_Completed_Short
source: Include Completed
zh_hans: 计算已完成

# Main_Skills_Plan_Private
source: Private Plan
zh_hans: 私人计划

# Main_Skills_Plan_Public
source: Public Plan
zh_hans: 公共计划

# Main_Skills_Plan_Public_Tag
source: (Public)
zh_hans: (共享)

# Main_Skills_Plan_Save_As_Private
source: Save as Private Plan
zh_hans: 保存为私有计划

# Main_Skills_Plan_Save_As_Public
source: Save as Public Plan
zh_hans: 保存为公共计划

# Main_Skills_Plan_Set_Public
source: Set as Public Plan
zh_hans: 设为公共计划

# Main_Skills_Plan_Show_Completed
source: Show Completed Skills
zh_hans: 显示已完成的技能

# Main_Skills_Plan_Show_Completed_Short
source: Show Completed
zh_hans: 显示完成

# Main_Skills_Plan_Skills
source: skills
zh_hans: 个技能

# Main_Skills_Plan_Total_SP
source: Required Skill Points
zh_hans: 所需技能点数

# Main_Skills_Plan_Total_Time
source: Total Training Time
zh_hans: 总训练时间

# Main_Skills_Queue_All_Completed
source: All skills completed
zh_hans: 所有技能已完成

# Main_Skills_Queue_Count
source: %d in Queue
zh_hans: 队列中 %d 个

# Main_Skills_Queue_Count_Paused
source: Skill Queue (%d) - Paused
zh_hans: 技能队列 (%d) - 已暂停

# Main_Skills_Queue_Count_Time
source: Skill Queue (%d) - %@ remaining
zh_hans: 技能队列 (%d) - 剩余%@

# Main_Skills_Queue_Empty
source: No skills in queue
zh_hans: 技能队列为空
